advice = [
    "🌿 Метод 5-4-3-2-1:\n\n1. Назовите 5 вещей, которые видите\n2. 4 вещи, которые можете потрогать\n3. 3 звука\n4. 2 запаха\n5. 1 эмоцию",
    "🧘 Медитация:\n\nВыберите тихое место, сядьте в удобную позу с прямой спиной и закройте глаза.\n\nСосредоточьте внимание на дыхании, наблюдая за вдохами и выдохами, и мягко возвращайте внимание к дыханию, если мысли начинают отвлекать.\n\nНачнайте с коротких сессий по 5–15 минут, стараясь ничего не делать и ничего не чувствовать, и будьте добры к себе.",
]

breathing = [
    "🌬️ Техника \"4-7-8\":\n\n1. Вдох через нос 4 сек\n2. Задержка дыхания 7 сек\n3. Выдох через рот 8 сек\nПовторить 3-5 раз",
    "🌬️ Дыхание по квадрату:\n\n1. Примите удобное положение\n2. Медленно вдохните через нос 4 сек\n3. Задержите дыхание на 4 сек\n4. Медленно выдохните через рот 4 сек\nПовторите несколько раз",
    "🌬️ Резонансное дыхание:\n\n1. Лягте и закройте глаза\n2. Медленно вдохните через нос 6 сек\n3. Так же медленно выдохните 6 сек\nПовторяйте цикл в течение 10 минут"
]

massage = [
    "Массаж кожи головы:\n\nНачните с массажа кожи головы. Разотрите между ладонями немного массажного масла и легкими движениями пройдитесь по всей поверхности головы. Затем используйте кончики пальцев для выполнения круговых движений по коже головы. Двигайтесь от лба к затылку, постепенно охватывая всю поверхность. Это способствует улучшению кровообращения и расслаблению мышц.",
    "Массаж височной области:\n\nВисочная область особенно чувствительна к стрессу. Положите кончики пальцев на виски и совершайте мягкие круговые движения в течение 1-2 минут. Это поможет снять напряжение и уменьшить головную боль.",
    "Массаж зоны лба:\n\nПоместите кончики пальцев обеих рук по центру лба и мягко разведите их к вискам, совершая плавные движения. Затем верните пальцы в центр и повторите. Это помогает снять напряжение в лобной части и улучшить концентрацию.",
    "Массаж затылочной области:\n\nЗатылочная область часто бывает напряжена после долгого времени работы за компьютером. Положите ладони на затылок так, чтобы большие пальцы располагались возле основания черепа. Мягко надавливайте и совершайте круговые движения, перемещаясь вверх и вниз по затылку.",
    "Заключительные штрихи:\n\nЗавершите самомассаж, проведя руками по всей голове от лба к затылку, как бы 'сметая' напряжение. Сделайте несколько глубоких вдохов и выдохов, позволяя себе полностью расслабиться."
]

help = [
    "🚨 Экстренная помощь:\n1. Сосредоточьтесь на дыхании\n2. Выпейте воды\n3. Позвоните специалисту: +7 (918) 557-73-40",
    "Помощь в навигации: Главное меню\n\nПообщаться 💬 - позволяет Вам начать разговор с ботом. Нажмите на кнопку \"Выход 🔙\" или напишите стоп, чтобы выйти из режима общения.\n\nСоветы 🧘 - предлагает список советов, направленных на помощь в успокоении и расслаблении.\n\nИстория 📖 - выводит последние сообщения пользователя с ботом. Кнопка \"Очистить историю 🧹\" очищает историю и позволяет начать разговор сначала.\n\nДневник настроения 🌸 - открывает дневник настроения. Есть возможность записи настроения, установки напоминания, просмотра статистики и анализа настроения.\n\nПомощь 🆘 - предлагает телефон доверия и контакт личного специалиста.",
    "Помощь в навигации: Советы\n\nСледующие кнопки предлагают полезные советы:\n\nТехника дыхания 🌬️\nМетод 5-4-3-2-1 🌿\nМедитация 🧘\nМассаж 💆\n\nСовет по настроению ✨ - анализирует Ваши записи в дневнике и даёт совет на основе анализа.\n\nЭкспресс-помощь 🆘 - предлагает совет при необходимости экстренной помощи.",
    "Помощь в навигации: Дневник настроения\n\nЗаписать настроение ✍️ - позволяет записать настроение и комментарий.\n\nПосмотреть записи 📖 - выводит последние пять записей из дневника (при их наличии).\n\nСтатистика 📊 - выводит статистику настроения за неделю.\n\nНапоминания ⏰ - позволяет установить время и тип для ежедневного напоминания.\n\nАнализ настроения 🧠 - анализ настроения ботом на основе Ваших записей в дневнике."
]