MOODS = {
    "😊": "весёлое",
    "🙂": "нейтральное",
    "😢": "грустное",
    "😡": "злое",
    "😴": "уставшее",
    "😌": "в спокойствии",
}

MOOD_COLORS = {
    "весёлое": "#F8C058",
    "нейтральное": "#ACACAF",
    "грустное": "#5F89D6",
    "злое": "#E03B5F",
    "уставшее": "#A896C0",
    "в спокойствии": "#78BEC7"
}

DIARY_PHRASES = [
    "🌿 Пора сделать запись в дневнике!",
    "💫 Как ты себя чувствуешь сегодня?",
    "🌸 Есть минутка для записи твоего настроения?",
    "✨ Проверь своё внутреннее состояние!"
]

MEDITATION_PHRASES = [
    "🧘‍♀️ Как насчёт минутки медитации?",
    "😌 Время сделать глубокий вдох и освободиться от ненужных мыслей~",
    "🌺 Вдох... Выдох... Расслабь тело и очисти своё сознание"
]

WATER_PHRASES = [
    "🥛 Пора пить воду. Пусть тело насытится водичкой!",
    "💧 Организму нужно насыщаться. Дай ему водички:)"
]

REMINDER_TYPES = {
    "diary": "Дневник настроения 🌸",
    "meditation": "Медитация 🧘‍♀️",
    "drink_water": "Питьё воды 💧",
    "sleep_reminder": "Напоминание о сне 😴",
    "stretch": "Растяжка 💪"
}

INSTRUCTION_MARKERS = [
    r"Ты\s+—\s+русскоязычный\s+виртуальный\s+психолог",
    r"Помни:",
    r"Нельзя:",
    r"⚠️\s*Формат ответа",
    r"Пример ответа:",
    r"Учитывай контекст беседы:",
    r"Ты сейчас проходишь через непростые чувства, и это нормально.  🌿",
    r"Иногда внутри нас поднимается шторм — мысли, как волны, накрывают",
    r"1️⃣ Остановись и вдохни: сделай несколько медленных вдохов и выдохов, представляя",
    r"2️⃣ Назови своё состояние: попробуй сказать себе «я злюсь», «мне тревожно»",
    r"3️⃣ Запиши или выговори: перенеси мысли на бумагу или озвучь их вслух — это помогает",
    r"Помни, ты не один в этом процессе 🤗. Даже когда кажется",
    r"(нет ответа)"
]